Lab-Journal-html/2026/07/week-30.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Journal Week 30</title>
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' href='../../../style.css' />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Journal Week 30</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org928c2fd">Referencias</a></li>
<li><a href="#org6b74ea7">2026-07-20</a>
<ul>
<li><a href="#org5c08819">[12:30]</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org928c2fd" class="outline-2">
<h2 id="org928c2fd">Referencias</h2>
<div class="outline-text-2" id="text-org928c2fd">
<div class="csl-bib-body">
</div>
</div>
</div>
<div id="outline-container-org6b74ea7" class="outline-2">
<h2 id="org6b74ea7">2026-07-20</h2>
<div class="outline-text-2" id="text-org6b74ea7">
</div>
<div id="outline-container-org5c08819" class="outline-3">
<h3 id="org5c08819">[12:30]</h3>
<div class="outline-text-3" id="text-org5c08819">
<p>
Estuve probando el sensor que armé la semana pasada con uno de los nuevos cables. Para esto instalé el software de la placa en la computadora con Windows 11 (con todos los mismos intaladores y versión de Python 3.8.8 como en Windows 7 y 10).
</p>

<p>
Pareciera funcionar, por el graficador en tiempo real, correctamente. Lo que sí lo probé con un generador AFG 1022 (10 Vpp y 57.250 kHz) y sin esmaltar la punta, pero a priori parecía sin el transitorio lento y muy suave.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
